{
    "place": {
        "name": "Manali",
        "description": "Manali is a high-altitude Himalayan resort town in India’s northern Himachal Pradesh state. It has a reputation as a backpacking center and honeymoon destination. Set on the Beas River, it’s a gateway for skiing in the Solang Valley and trekking in Parvati Valley. It's also a jumping-off point for paragliding, rafting and mountaineering in the Pir Panjal mountains, home to 4,000m-high Rohtang Pass.",
        "banner": "https://lp-cms-production.imgix.net/2019-06/GettyImages-149353949_high.jpg?auto=format&fit=crop&ixlib=react-8.6.4&h=520&w=1312&q=75&dpr=1"
    },
    "country": {
        "name": "India",
        "description": "India, the world’s 7th biggest country by area, and one of the oldest civilizations in the world, has lots to offer to the travellers around the world. Explore the diversity of incredible India with our India tour packages that let you explore the magnificence of nature; thrill of adventure; rich heritage; soul-soothing spirituality and vibrant culture. Come and explore the best of India with our Indian holiday packages.",
        "banner": "http://goflighthotel.com/wp-content/uploads/2018/08/india-best-places-to-visit-rajasthan.jpg"
    },
    "imageURL": [
        "https://www.oyorooms.com/travel-guide/wp-content/uploads/2019/11/shutterstock_1350638618.jpg",
        "https://resize.indiatvnews.com/en/resize/newbucket/715_-/2019/12/manali-snowfall-1576134371.jpg",
        "https://ttg.com.bd/uploads/tours/plans/92_gettyimages-930881934-5ae56fe48023b90036464e72jpg.jpg",
        "https://img.traveltriangle.com/blog/wp-content/uploads/2017/12/Beas-Kund.jpg",
        "https://curlytales.com/wp-content/uploads/2020/03/vishal-bhutani-ugyfweYokVA-unsplash-FB-600x315@2x.jpg"
    ],
    "videoURL": "https://youtu.be/nkwLjnragtw",
    "category": [
        {
            "name": "Historical",
            "description": "Historical or heritage tourism means traveling with the primary purpose of exploring the history and heritage of a place. It may mean simple sightseeing of renowned historical architecture, visiting local museums that document the past through artifacts, art, and literary remains, or even something as quaint as sampling authentic historical recipes in their place of origin.\n\nPeople often combine their love of history with other tourist delights like shopping, amusement park visits, and luxurious resort stays. So places that have a rich heritage and have, at the same time, designed a fine tourist infrastructure to cater to all categories of tourists get rated the highest in terms of popularity as tourist destinations.\n\nTake for an example Budapest – the city offers some marvelous delights including architectural grandeur and historical baths that take one back in time – and all this becomes all the more alluring when coupled with the fantastic nightlife, of which its trademark ruin pubs are a prominent part.",
            "banner": "https://www.etravel.com/explore/data/uploads/2019/06/New-Jerusalem-Monastery-Moscow-e1561115458359.jpg"
        },
        {
            "name": "Discovery",
            "description": "Discovery Tours are perfect for anyone looking to travel and have an authentic adventure in a new destination. The delicacies that feel like a celebration on your tongue; the hidden spots waiting for you to discover them; the cultural quips and slang only locals know about. You’ll do much more than visit a new country. You’ll explore and understand what makes it different.\n\nDiscovery Tours are just what every curious traveler needs. You can expect to experience plenty of new sights that the average tourist wouldn’t get to see. You may only be visiting, but you’ll be so immersed in the culture that you may feel like you’ve found your second home!\n\nDiscovery Tours are for any explorers over 18 years old who want to journey abroad and find the secrets of the world, its people, and landscapes. If you want to travel safely with a group of people and don’t have much time, this is the perfect trip for you. Your expedition is action-packed and structured, so you and your group will have a full experience abroad.",
            "banner": "https://rs.projects-abroad.net/v1/products/hikers-takes-photo-selfie-in-vinicunca-peru-with-background-of-rainbow-mountain-product-5e0ef57ec85df.[1090].jpeg"
        },
        {
            "name": "Food & Culture",
            "description": "Food, culture, and tourism appear to be strange bedfellows at its first glance, but on a closer look, their relationship is inseparable from each other. We argue that they are even indispensable of each other in today's tourism when increasingly more and more modern travelers seek not only the sun, sea, and sand but also an enriching, renovating, and educational cultural experience through their travels.",
            "banner": "http://img2.chinadaily.com.cn/images/201903/08/5c82100ba3106c65fffe4325.jpeg"
        },
        {
            "name": "Adventure",
            "description": "Adventure tourism is defined as the movement of the people from one to another place outside their comfort zone for exploration or travel to remote areas, exotic and possibly hostile areas. Adventure tourism is a type of tourism in which tourist do some adventures activities like as skydiving, hill climbing, scuba diving.\n\nAdventure tourism is very popular among young age tourists. Adventure tourism gains much of its excitement by allowing the tourists to step outside their comfort zone. This may be from experiencing cultural shock or through the performance of acts, that required some degree of risk (real or perceived) and physical danger.\n\nAdventure travel is a leisure activity that takes place in an unusual, exotic, remote or wilderness destination. It tends to be associated with high levels of activity by the participant, most of it outdoors.  Adventure travelers expect to experience various level of risk, excitement, and tranquility and be personally tested. In particular, they are explorers of unspoiled, exotic parts of the planet and also seek personal challenges.",
            "banner": "https://s3-us-west-2.amazonaws.com/public.travel2latam.com/imagenes/000/498/177/000498177.jpg"
        },
        {
            "name": "Trekking & Hiking",
            "description": "Trekking & Hiking are the long, vigorous walk, usually on trails or footpaths in the countryside. Walking for pleasure developed in Europe during the eighteenth century. Religious pilgrimages have existed much longer but they involve walking long distances for a spiritual purpose associated with specific religions.",
            "banner": "https://www.welcomenepal.com/uploads/activity/trekking-banner.jpeg"
        }
    ],
    "area": [
        {
            "name": "Solang Valley",
            "description": "When heading to Manali for a vacation, two absolutely essential destinations in the itinerary are Rohtang and Solang Valley. 14 kilometres to the north west of the main town of Manali, Solang Valley is one of the most popular tourist destinations in Himachal Pradesh. Situated on the way to Rohtang from Manali, every year the valley welcomes tourists in huge numbers. A favourite for adventure enthusiasts, parachuting to paragliding, horse riding to driving mini-open jeeps specially available for tourists of all age groups, Solang Valley has it all. During winters, Solang valley is covered with snow, making skiing is a popular sport here, with training institutes and trainers located in the valley to supervise skiers and train beginners. As the snow melts, skiing is taken over by zorbing. Another popular attraction of Solang valley, taking advantage of the slopes of the valley, you are likely to spot a huge transparent ball with mostly two people inside it rolling down the slope during summers. Yes, Zorbing is as much fun as it looks like. One of the most vibrant and enjoyable places in Manali, there is no way one can possibly miss this amazing valley, while here.",
            "imageURL": [
                "https://www.holidify.com/images/cmsuploads/compressed/shutterstock_633164246_20190904103856_20190904103926.jpg",
                "https://www.holidify.com/images/compressed/attractions/attr_291.jpg?v=1.1",
                "https://www.holidify.com/images/compressed/attractions/attr_352.jpg?v=1.1",
                "https://www.holidify.com/images/compressed/4709.jpg"
            ]
        },
        {
            "name": "Hidimba Temple",
            "description": "Located amidst the snow-covered hills of Manali, the Hadimba Temple is a unique shrine dedicated to Hidimba Devi, who was the wife of Bhima and mother of Ghatothkach. Surrounded by gorgeous cedar forests, this beautiful shrine is built on a rock which is believed to be in the image of goddess Hidimba herself. Locally known as Dhungari Temple, the construction style of the Hidimba Devi temple is entirely different from that of any of the other temples, with its wooden doorways, walls, and cone-shaped roof. This temple is a fitting dedication to its presiding deity Hadimba.",
            "imageURL": [
                "https://www.holidify.com/images/cmsuploads/compressed/attr_1888_20190308172811.jpg",
                "https://www.holidify.com/images/compressed/494.jpg",
                "https://www.holidify.com/images/cmsuploads/compressed/640px-Hadimba_temple_manali_20170514151827.jpg"
            ]
        },
        {
            "name": "Old Manali",
            "description": "Located 6589 feet above sea level and 3 km uphill from Manali, Himachal Pradesh, lies the town of Old Manali, a quiet settlement that lays beneath a valley with a vast coverage of apple orchards. Manali is divided into Old Manali and New Manali by the Manalsu River. Old Manali is led by a bridge over the river. In comparison to New Manali, it is cleaner and less crowded, thereby inducing a lot of travellers to visit this place more often than New Manali. The serenity of Old Manali is perhaps unique. The swaying eucalyptus, gently winding roads, gushing waters of the Kullu river and beautiful hills of this destination make it the perfect natural retreat. Indulge in some delicious continental food at low prices here, and shop for knick-knacks from the local markets here. The sunrise and sunsets here are intoxicating, and you will surely love the energy of this place. Old Manali is most famous for its Hidimba temple. Tucked away in the lap of quiet nature, this destination is the perfect place to experience the pure beauty of Himachal Pradesh.",
            "imageURL": [
                "https://www.holidify.com/images/cmsuploads/compressed/4708_20190501151400.jpg",
                "https://www.holidify.com/images/cmsuploads/compressed/1334px-Old_manali_lazy_dog_lounge_20170514152444.jpg",
                "https://www.holidify.com/images/cmsuploads/compressed/Manali-Himalayas-Malana-Mountaineerz-1143552_20170514152503.jpg",
                "https://www.holidify.com/images/cmsuploads/compressed/4708_20190501151400.jpg"
            ]
        },
        {
            "name": "Rohtang Pass",
            "description": "Located at a distance of just 51 kilometres from Manali, Rohtang Pass can be reached only by road. The pass is located at a massive height of 3978 metres on Manali- Keylong road. When planning a trip to Manali, a day off to the vista point of Rohtang Pass is the ultimate and almost essential attraction of the itinerary. Owing to its splendid natural beauty, Rohtang Pass is a favourite among the community of film directors. Many blockbusters ranging from 'Jab We Met' to 'Yeh Jawani Hai Deewani' have been shot here. A peculiar fact behind the name of the place is that it was named so because a number of people working in CBRE died whilst trying to cross this treacherous stretch. An experience of the snow can never be complete without a sledge ride, which involves sliding through the snow in a wooden toboggan. Another thrilling activity that can be pursued at Rohtang Pass would be mountain biking where you ride your mountain bikes off the regular course and into the lesser taken routes. It can get a bit rough, so you must take care in case you are planning on pursuing this activity. You can try your hand at skiing and tyre drop at the Rohtang Pass as well, where again you slide down a slope of snow whilst using the appropriate equipment. Gear for all of these activities is available for reasonable rent, so do not miss out on this opportunity.",
            "imageURL": [
                "https://www.holidify.com/images/cmsuploads/compressed/490_20190308180742.jpg",
                "https://www.holidify.com/images/compressed/attractions/attr_286.jpg?v=1.1",
                "https://www.holidify.com/images/compressed/attractions/attr_412.jpg?v=1.1",
                "https://www.holidify.com/images/compressed/attractions/attr_966.jpg",
                "https://www.holidify.com/images/cmsuploads/compressed/shutterstock_1084899533_20191219125919.png",
                "https://www.holidify.com/images/cmsuploads/compressed/DashirLake_20200226155945.jpg"
            ]
        },
        {
            "name": "Vashisht Baths",
            "description": "Located inside the very famous Vashisht Temple in Manali, Vashisht Baths is a hot water spring, believed to possess medicinal values. Also known as Vashisht Springs, it is visited by a lot of tourists, many of whom take a dip in the holy water to rid themselves of skin diseases and infections. Situated 6 km away from Manali, the Vashisht Baths are accompanied by beautiful sandstone temples. The government has made arrangements for separate bathing areas for men and women. The area around the Vashisht Spring is surrounded by hundreds of small shops where you can buy souvenirs and religious merchandise.",
            "imageURL": [
                "https://www.holidify.com/images/cmsuploads/compressed/497_20190325225438.jpg"
            ]
        },
        {
            "name": "Jogini Waterfall",
            "description": "Jogini Waterfall is located in the beautiful Valley of Manali, about 3 kilometres away from the bustling town and around 2 kilometres away from the famous Vashisht Temple. What makes it a popular tourist spot is the trek from Vashisht Temple, through pine trees and orchards, to the mesmerising Jogini Waterfalls cascading from a height of 160 feet. The trekkers are enchanted as they cross several smaller streams with a dazzling view of River Beas and the snow-dusted peaks of Rohtang. A complete treat for nature lovers and adventure seekers, the Jogini Waterfall must be visited when exploring the breathtaking valley of Manali. It takes about 3 hours to climb to the Jogini Waterfall, so make sure to carry a camera to capture the mind stirring beauty of the location. If you want to take a pit stop, there are restaurants on the route serving local snacks with a piping hot cup of Chai. The captivating waterfall is considered as one of the most romantic attractions in Manali, thronged by couples. However, the region is also famous for adventure and recreational activities and is a favourite picnic spot among tourists. Just pack your essentials, wear your trekking gear and get going!",
            "imageURL": [
                "https://www.holidify.com/images/cmsuploads/compressed/Jogini_falls_20180430173032.jpg",
                "https://www.holidify.com/images/cmsuploads/compressed/jogni-waterfall-trek-details_20191219101850.jpg",
                "https://www.holidify.com/images/cmsuploads/compressed/jogini-waterfall-trek-details-8_20191219133123.jpg",
                "https://www.holidify.com/images/cmsuploads/compressed/jogini-waterfall-trek-details-10_20191219133352.jpg"
            ]
        }
    ],
    "food": [
        {
            "name": "Khatta",
            "description": "Khatta is a delicious preparation of pumpkin, 'Amchoor' powder (dry mango powder) and 'Boondi' (fried crisp little balls). This is a common delicacy of the Himachal region. It is the most common street food in the Himachali which is prepared with pumpkin, crisp little balls called boondi & dry mango powder. It is only this state that the true flavours of this food can be found. Manali is proud of its street food.",
            "imageURL": [
                "https://images.truehab.com/500x390/filters:format(webp)/truehab-1601465203.jpeg"
            ]
        },
        {
            "name": "Sidu",
            "description": "This is a local dish that you must have when in Manali. Sidu is the ideal companion for mutton and other non-veg preparations in India. It is prepared using the bread dough. The bread is put on a flame, cooked halfway and then steamed. The dough is kept aside so that it can rise and after the yeast settles down, they par-cook the dough. Thus, the dish is done and has a distinct simple taste which will have you wanting more. If you are not a rice fan then try out this stuffed fermented bread which is best eaten with mutton. A vegan can pair it with the chana madra loading it with ghee and spices. This pahari cuisine is made with onions, poppy seeds, and wheat flour and are garnished with spices like coriander & cumin.",
            "imageURL": [
                "https://images.truehab.com/500x390/filters:format(webp)/truehab-1601465109.jpeg"
            ]
        },
        {
            "name": "Babru",
            "description": "This dish falls in the family of kachoris which is a crispy Indian snack. Alike kachoris, this too is made by using a paste of soaked black gram and then kneading it into a dough. Then finally the dough is cut into small pieces and rolled out followed by deep-frying. It succeeds in bringing alive the flavours and aromas of the Himachali cuisine. Whenever you visit Himachal don't miss to taste the best street food of Manali.",
            "imageURL": [
                "https://images.truehab.com/500x390/filters:format(webp)/truehab-1601465536.jpeg"
            ]
        },
        {
            "name": "Kullu Trout",
            "description": "The Kulu Trout is a treat for any fish lover. This dish uses marinated fish and is slowly cooked. It is quite healthy unlike most of the other street foods and is low in calories as well. This is a treat for all the fish lovers. You could have it grilled, steamed or served with a curry. It has a distinct spicy and tangy flavor and is best enjoyed with rice. You could also go for trout fishing and catch your meal. This river fish is served & marinated in different ways. You can choose to have it grilled or steamed with a curry. The flavour palette is spicy and tangy and is served with hot rice. You can also go trout fishing in Manali if you want to catch your own dinner. In contrast to numerous road nourishments, this dish is low in calories and mostly consumed street food of Manali.",
            "imageURL": [
                "https://images.truehab.com/500x390/filters:format(webp)/truehab-1601465735.jpeg"
            ]
        },
        {
            "name": "Mittha",
            "description": "This delicacy of Manali consists of rice, raisins and is garnished with dry foods. It is literally perfection served on a plate. You are sure to give your taste buds an unforgettable treat with Mittha’s rich flavors. This dish is a delicacy of Manali which is generally accessible at all Manali eateries. Including rice and raisins, this dish is adorned with dry nourishment for that edge of flawlessness. Unquestionably, Mittha ought to be striven for its rich flavors & recognized as one of the best food in Manali.",
            "imageURL": [
                "https://images.truehab.com/500x390/filters:format(webp)/truehab-1601465257.jpeg"
            ]
        },
        {
            "name": "Bombay Bhel Puri",
            "description": "We are all aware of this tangy street food of Mumbai. Well, turns out this spicy delicacy is also in Manali. Here it is prepared as a mixture of fried rice, onions, potatoes, chickpeas topped with the tangy tamarind sauce. This dish will surely be a delight to your taste buds and the experience will be memorable. It is easily available across varied restaurants and cafes in Manali. The Bhel Puri is made up of Bhel which consists of puffed rice and puris which are deep fried so it's no way unhealthy. You can also find them along the roadside stalls. It is an all time favourite food & has become one of the best food in Manali to gulp in. It is available all over the country and can be prepared at home too.",
            "imageURL": [
                "https://images.truehab.com/500x390/filters:format(webp)/15-best-food-in-manal-1601467505.jpg"
            ]
        }
    ]
}