[
    {
        "name": "Dhaka",
        "description": "Dhaka is the capital city of Bangladesh, in southern Asia. Set beside the Buriganga River, it’s at the center of national government, trade and culture. The 17th-century old city was the Mughal capital of Bengal, and many palaces and mosques remain. American architect Louis Khan’s National Parliament House complex typifies the huge, fast-growing modern metropolis. ",
        "banner": "https://www.travelandexplorebd.com/storage/app/public/tours/October2018/qNQYaRGHbaczYH2tqp7M.jpg",
        "category": [
            "Historical",
            "Food & Culture"
        ]
    },
    {
        "name": "Chittagong",
        "description": "Chittagong is large port city on the southeastern coast of Bangladesh. The Ethnological Museum has exhibits about the many different ethnic tribes across the country. Zia Memorial Museum, inside the former Old Circuit House, displays items belonging to former president Ziaur Rahman, who was assassinated on the site in 1981. The landmark Chandanpura Mosque has many onion-shaped domes and brightly painted minarets.",
        "banner": "https://www.touristplaces.com.bd/images/pp/5/p111897.jpg",
        "category": [
            "Historical",
            "Food & Culture",
            "Trekking & Hiking",
            "Adventures"
        ]
    },
    {
        "name": "Banderban",
        "description": "Among the eye-catching places, the most remote and least populated Bandarban is a popular destination for its adventurous, distinctive and scenic landscape. The beauty of its forests, numerous waterfalls, tallest peaks and lifestyles of 15 different ethnic groups attract tourists from both home and abroad.",
        "banner": "https://2.bp.blogspot.com/-l2Eg2ocfYmE/V26aUZLlkkI/AAAAAAAAETQ/7VgmTzwAanAlCT10aq0yMS7jR0n1vLPLACLcB/s320/10.1.jpg",
        "category": [
            "Food & Culture",
            "Trekking & Hiking"
        ]
    },
    {
        "name": "Cox's Bazar",
        "description": "Cox’s Bazar is a town on the southeast coast of Bangladesh. It’s known for its very long, sandy beachfront, stretching from Sea Beach in the north to Kolatoli Beach in the south. Aggameda Khyang monastery is home to bronze statues and centuries-old Buddhist manuscripts. South of town, the tropical rainforest of Himchari National Park has waterfalls and many birds. North, sea turtles breed on nearby Sonadia Island. ",
        "banner": "https://assetsds.cdnedge.bluemix.net/sites/default/files/feature/images/coxs-bazar-web.gif",
        "category": [
            "Beach",
            "Food & Culture"
        ]
    },
    {
        "name": "Sylhet",
        "description": "Sylhet is a city in eastern Bangladesh, on the Surma River. It’s known for its Sufi shrines, like the ornate tomb and mosque of 14th-century saint Hazrat Shah Jalal, now a major pilgrimage site near Dargah Gate. The tiny Museum of Rajas contains belongings of the local folk poet Hasan Raja. A 3-domed gateway stands at the 17th-century Shahi Eidgah, a huge open-air hilltop mosque built by Emperor Aurangzeb.",
        "banner": "https://i2.wp.com/www.travelwideflightsuk.co.uk/News/wp-content/uploads/2019/01/Bisnakandi-1.jpg?w=768&ssl=1",
        "category": [
            "Historical",
            "Food & Culture",
            "Trekking & Hiking",
            "Adventures"
        ]
    },
    {
        "name": "Saint Martin",
        "description": "St. Martin's Island is a small island in the northeastern part of the Bay of Bengal, about 9 km south of the tip of the Cox's Bazar-Teknaf peninsula, and forming the southernmost part of Bangladesh. There is a small adjoining island that is separated at high tide, called Chera Dwip.",
        "banner": "https://i.pinimg.com/564x/4a/c7/bd/4ac7bd0d343a774d4fcd125f5aa2bd5c.jpg",
        "category": [
            "Beach",
            "Food & Culture"
        ]
    },
    {
        "name": "Kolkata",
        "description": "Kolkata (formerly Calcutta) is the capital of India's West Bengal state. Founded as an East India Company trading post, it was India's capital under the British Raj from 1773–1911. Today it’s known for its grand colonial architecture, art galleries and cultural festivals. It’s also home to Mother House, headquarters of the Missionaries of Charity, founded by Mother Teresa, whose tomb is on site.",
        "banner": "https://media.tacdn.com/media/attractions-splice-spp-674x446/06/70/5c/47.jpg",
        "category": [
            "Historical",
            "Food & Culture"
        ]
    },
    {
        "name": "Delhi",
        "description": "Delhi, India’s capital territory, is a massive metropolitan area in the country’s north. In Old Delhi, a neighborhood dating to the 1600s, stands the imposing Mughal-era Red Fort, a symbol of India, and the sprawling Jama Masjid mosque, whose courtyard accommodates 25,000 people. Nearby is Chandni Chowk, a vibrant bazaar filled with food carts, sweets shops and spice stalls.",
        "banner": "https://www.airvistara.com/content/dam/airvistara/global/english/plan-travel/destinations/images/delhi-30%20Apr.jpg",
        "category": [
            "Historical",
            "Food & Culture",
            "Religious"
        ]
    },
    {
        "name": "Shimla",
        "description": "Shimla is the capital of the northern Indian state of Himachal Pradesh, in the Himalayan foothills. Once the summer capital of British India, it remains the terminus of the narrow-gauge Kalka-Shimla Railway, completed in 1903. It’s also known for the handicraft shops that line The Mall, a pedestrian avenue, as well as the Lakkar Bazaar, a market specializing in wooden toys and crafts.",
        "banner": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/201810/SHIMLA.jpeg?p8rkDgUaxdIezLOdixVSYZfIdYEkHBUU&size=770:433",
        "category": [
            "Historical",
            "Food & Culture",
            "Trekking & Hiking",
            "Adventures"
        ]
    },
    {
        "name": "Manali",
        "description": "Manali is a high-altitude Himalayan resort town in India’s northern Himachal Pradesh state. It has a reputation as a backpacking center and honeymoon destination. Set on the Beas River, it’s a gateway for skiing in the Solang Valley and trekking in Parvati Valley. It's also a jumping-off point for paragliding, rafting and mountaineering in the Pir Panjal mountains, home to 4,000m-high Rohtang Pass.",
        "banner": "https://lp-cms-production.imgix.net/2019-06/GettyImages-149353949_high.jpg?auto=format&fit=crop&ixlib=react-8.6.4&h=520&w=1312&q=75&dpr=1",
        "category": [
            "Historical",
            "Food & Culture",
            "Trekking & Hiking",
            "Adventures"
        ]
    },
    {
        "name": "Kasol",
        "description": "Kasol is a hamlet in the district Kullu of the Indian state of Himachal Pradesh. It is situated in Parvati Valley, on the banks of the Parvati River, on the way between Bhuntar and Manikaran. It is located 30 km from Bhuntar and 3.5 km from Manikaran.",
        "banner": "https://banbanjara.com/frontend/uploads/product/1561554591950-ToshvillageBanbanjara.jpg?dim=784x422&type=resize",
        "category": [
            "Historical",
            "Food & Culture",
            "Trekking & Hiking",
            "Adventures"
        ]
    },
    {
        "name": "Agra",
        "description": "Agra is a city on the banks of the Yamuna river in the Indian state of Uttar Pradesh, about 210 kilometres south of the national capital New Delhi. With a population of roughly 1.6 million, Agra is the fourth-most populous city in Uttar Pradesh and twenty-third most populous city in India.",
        "banner": "https://images.moneycontrol.com/static-mcnews/2020/12/Taj-Mahal-2-770x433.jpg?impolicy=website&width=770&height=431",
        "category": [
            "Historical",
            "Food & Culture",
            "Adventures"
        ]
    },
    {
        "name": "Varansi",
        "description": "Varanasi is a city in the northern Indian state of Uttar Pradesh dating to the 11th century B.C. Regarded as the spiritual capital of India, the city draws Hindu pilgrims who bathe in the Ganges River’s sacred waters and perform funeral rites. Along the city's winding streets are some 2,000 temples, including Kashi Vishwanath, the “Golden Temple,” dedicated to the Hindu god Shiva. ",
        "banner": "http://goflighthotel.com/wp-content/uploads/2018/08/india-best-places-to-visit-varanasi.jpg",
        "category": [
            "Historical",
            "Food & Culture",
            "Religious"
        ]
    },
    {
        "name": "Mumbai",
        "description": "Mumbai (formerly called Bombay) is a densely populated city on India’s west coast. A financial center, it's India's largest city. On the Mumbai Harbour waterfront stands the iconic Gateway of India stone arch, built by the British Raj in 1924. Offshore, nearby Elephanta Island holds ancient cave temples dedicated to the Hindu god Shiva. The city's also famous as the heart of the Bollywood film industry. ",
        "banner": "http://goflighthotel.com/wp-content/uploads/2018/08/india-best-places-to-visit-mumbai.jpg",
        "category": [
            "Historical",
            "Food & Culture"
        ]
    },
    {
        "name": "Kashmir",
        "description": "Jammu and Kashmir was a state of India from 1954 to 2019, constituting the southern and southeastern portion of the larger Kashmir region, which has been the subject of a dispute between India, Pakistan and China since the mid-20th century. ",
        "banner": "https://www.sundayguardianlive.com/wp-content/uploads/2018/02/Dal%20Lake%20shikara%20Srinagar%20Jammu%20Kashmir%20india%20copy.jpg",
        "category": [
            "Historical",
            "Food & Culture",
            "Trekking & Hiking",
            "Adventures"
        ]
    },
    {
        "name": "Kathmandu",
        "description": "Kathmandu, Nepal's capital, is set in a valley surrounded by the Himalayan mountains. At the heart of the old city’s mazelike alleys is Durbar Square, which becomes frenetic during Indra Jatra, a religious festival featuring masked dances. Many of the city's historic sites were damaged or destroyed by a 2015 earthquake. Durbar Square's palace, Hanuman Dhoka, and Kasthamandap, a wooden Hindu temple, are being rebuilt. ",
        "banner": "https://www.intrepidtravel.com/adventures/wp-content/uploads/2018/10/Little-Tibet-1.jpg",
        "category": [
            "Historical",
            "Food & Culture",
            "Trekking & Hiking",
            "Adventures"
        ]
    },
    {
        "name": "Pokhara",
        "description": "Pokhara is a city on Phewa Lake, in central Nepal. It’s known as a gateway to the Annapurna Circuit, a popular trail in the Himalayas. Tal Barahi Temple, a 2-story pagoda, sits on an island in the lake. On the eastern shore, the Lakeside district has yoga centers and restaurants. In the city’s south, the International Mountain Museum has exhibits on the history of mountaineering and the people of the Himalayas. ",
        "banner": "https://i.pinimg.com/564x/27/9b/35/279b35a0fe06644c360fe456aa4237a9.jpg",
        "category": [
            "Historical",
            "Food & Culture",
            "Trekking & Hiking",
            "Adventures"
        ]
    },
    {
        "name": "Annapurna Sanctuary",
        "description": "The Annapurna Sanctuary is a high glacial basin lying 40 km directly north of Pokhara. This oval-shaped plateau sits at an altitude of over 4000 metres, and is surrounded by a ring of mountains, the Annapurna range, most of which are over 7000 metres.",
        "banner": "https://www.himalayanglobal.com/wp-content/uploads/2018/08/Annapurna-Base-Camp-Trek2.jpg",
        "category": [
            "Historical",
            "Food & Culture",
            "Trekking & Hiking",
            "Adventures"
        ]
    }
]